email_ajax-master/app/controllers/emails_controller.rb

INSERT INTO "emails" ("object", "body", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["object", "[\"irony\", \"keffiyeh\", \"humblebrag\"]"], ["body", "Marty, will we ever see you again?"], ["created_at", "2020-05-28 12:18:28.457056"], ["updated_at", "2020-05-28 12:18:28.457056"]]
---
  def create
    @email = Email.new(
      object: Faker::Book.title,
      body: Faker::Movies::Lebowski.quote)


      if @email.save